{
    "language": "DE",
    "de": "DE",
    "en": "EN",
    "lol": "LOL",
    "title": "Portfolio",
    "welcome": "Willkommen",
    "whyMe": "Zu mir",
    "Iam": "Ich bin:",
    "motivation": "Ich bin motiviert, kontinuierlich neue Technologien zu erlernen und mich weiterzuentwickeln. Meine Fähigkeit, komplexe Probleme zu lösen, sowie meine Leidenschaft für Programmierung machen mich zu einem wertvollen Mitglied Ihres Teams.",
    "located": "ansässig in Niederkassel",
    "openRemote": "offen für Remote-Arbeit",
    "openRelocate": "bereit für einen Umzug",
    "contactMe": "Schreib mir",
    "myWork": "Projekte",
    "aboutTheProject": "Über das Projekt",
    "technologies": "Genutzte Technologien",
    "learned": "Was ich mitnehme",
    "showMeLess": "Weniger",
    "ongoingProject": "Aktuelles Projekt",
    "ongoingProjectText": " I am currently working on developing an online shop for pet foods. This is for me both exciting and challenging. In my work the key to success lies in a good planning and execution.",
    "letsTalk": "Lust zu Schreiben?",
    "mySkillsText": "Die IT-Landschaft entwickelt sich kontinuierlich weiter, mit neuen Technologien und Methoden. Um motiviert zu bleiben, meine IT-Fähigkeiten zu erweitern, bedarf es einer strategischen Herangehensweise, einer neugierigen Denkweise und der Verpflichtung zum lebenslangen Lernen.",
    "newTechnoText": "Ich lerne immer gerne neue Technologien, sag mir einfach, was du brauchst.",
    "newTechnoTextMobile": "Ich versuche stets, mein aktuelles Skillset zu erweitern, und lerne gerne neue Technologien. Sag mir einfach, was du sonst noch brauchst.",
    "mySkills": "Meine Fähigkeiten",
    "projects": {
        "projectJoin": {
            "description": "Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
            "technologies": "JavaScript, Firebase, HTML, CSS",
            "notes": "Dies ist ein Platzhalter für Notizen zum Projekt Join."
        },
        "projectWizardLegacy": {
            "description": "Ein Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Merlin, gegen gefährliche Feinde zu kämpfen und den mächtigen Endboss zu besiegen.",
            "technologies": "Objektorientierte Programmierung, JavaScript, HTML, CSS",
            "notes": "Notizen zum Projekt Wizard Legacy."
        },
        "projectPokeDex": {
            "description": "Eine Anwendung auf Basis einer REST-API zur Anzeige aller Pokémon, wobei die Daten aus der PokéAPI abgerufen werden.",
            "technologies": "REST-API, JavaScript, HTML, CSS",
            "notes": "Notizen zum PokéDex-Projekt."
        }
    },
    "references": {
        "title": "Referenzen",
        "comments": {
            "julian": {
                "name": "Julian Wünkhaus",
                "comment": "David zeigt konsequent Zuverlässigkeit und ein starkes Gefühl für Zusammenarbeit, was ihn zu einer wertvollen Bereicherung für jedes Team macht. Seine positive Einstellung bringt Optimismus und Motivation in sein Umfeld. Über seine beruflichen Qualitäten hinaus ist David jemand, mit dem man auch nach der Arbeit gerne ein Bier trinken geht.",
                "project": "Projekt Join und mehr"
            },
            "sarah": {
                "name": "Sarah Schneider",
                "comment": "David hat in unserer Gruppenarbeit stets sehr präzise gearbeitet und auf jedes Detail geachtet. Mit seinem Sinn für Humor hat er regelmäßig für gute Laune im Team gesorgt. Seine offene und aktive Kommunikation war eine große Hilfe, um alle auf dem gleichen Stand zu halten.",
                "project": "Projekt Join"
            },
            "alexander": {
                "name": "Alexander Sinner",
                "comment": "Es war eine Freude, mit David zu arbeiten. Er bringt nicht nur hervorragende Programmierfähigkeiten mit, sondern auch eine offene und kooperative Einstellung, die die Teamarbeit deutlich erleichtert. Seine Fähigkeit, komplexe Probleme schnell zu analysieren und effektive Lösungen vorzuschlagen, war entscheidend für den Fortschritt unseres Projekts.",
                "project": "Projekt Join"
            }
        }
    },
    "contactform": {
        "title": "Kontakt",
        "namePlaceholder": "Dein Name",
        "nameRequired": "Dein Name wird benötigt",
        "emailPlaceholder": "Deine E-Mail",
        "emailRequired": "Deine E-Mail wird benötigt",
        "messagePlaceholder": "Deine Nachricht",
        "messageRequired": "Deine Nachricht wird benötigt",
        "privacyPolicy1": "Ich habe die",
        "privacyPolicy2": "gelesen und stimme der Verarbeitung meiner Daten gemäß den dort beschriebenen Richtlinien zu.",
        "privacyPolicyName": "Datenschutzerklärung",
        "privacyError": "Bitte akzeptiere die Datenschutzerklärung",
        "submitButton": "Senden",
        "successMessage": "Die E-Mail wurde erfolgreich gesendet!",
        "subtextHeader": "Lass uns zusammenarbeiten.",
        "subtextDescription": "Egal, ob dein Projekt die Entwicklung einer neuen Anwendung, die Aktualisierung bestehender Systeme oder die Implementierung robuster Cybersicherheitsmaßnahmen umfasst – ich verfüge über das technische Know-how und die Problemlösungskompetenz, um erfolgreiche Ergebnisse sicherzustellen.",
        "emailLabel": "E-Mail",
        "phoneLabel": "Telefon",
        "legalNotice": "Rechtliche Hinweise",
        "imprint": "Impressum",
        "copyright": "David Kolosza"
    }
}