{
    "language": "DE",
    "de": "DE",
    "en": "EN",
    "lol": "LOL",
    "germany": "",
    "name": "David Kolosza",
    "job": "Frontend Developer",
    "jobCaps": "Frontend Developer",
    "town": "Niederkassel",
    "title": "Portfolio",
    "welcome": "Willkommen",
    "whyMe": "Zu mir",
    "Iam": "Ich",
    "motivation": "Ich bin motiviert, neue Technologien zu erlernen und mich weiterzuentwickeln. Mit meinem Engagement trage ich zum Erfolg des Teams bei.",
    "located": "wohne in Niederkassel",
    "openRemote": "bin offen für Remote-Arbeit",
    "openRelocate": "bin bereit umzuziehen",
    "contactMe": "Schreib mir",
    "myWork": "Projekte",
    "contactMeNav": "Kontakt",
    "aboutTheProject": "Über das Projekt",
    "technologies": "Genutzte Technologien",
    "learned": "Was ich mitnehme",
    "showMeLess": "Weniger",
    "showMeMore": "Zeig mir mehr",
    "ongoingProject": "Aktuelles Projekt",
    "ongoingProjectText": "Derzeit arbeite ich an einem Quidditch-Management-Spiel. Hierzu kommen Angular, SCSS, TypeScript und FireBase zum Einsatz. Quidditch ist die populärste Sportart aus dem Harry-Potter-Universum.",
    "letsTalk": "Projekt starten",
    "mySkillsText": "Die IT-Landschaft entwickelt sich stetig weiter. Anbei findest du eine Übersicht meiner Skills, die mit der Zeit immer weiter vertieft werden. Ich bin auch offen, mir neue Skills anzueignen, um dein Projekt zum Erfolg zu führen.",
    "newTechnoText": "Dein Projekt braucht eine weitere Technologie? Ich kann sie lernen.",
    "newTechnoTextMobile": "Ich versuche stets, mein aktuelles Skillset zu erweitern, und lerne gerne neue Technologien. Sag mir einfach, was du sonst noch brauchst.",
    "mySkills": "Fähigkeiten",
    "projects": {
        "projectJoin": {
            "headline": "Projekt Join",
            "description": "Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
            "technologies": "JavaScript, Firebase, HTML, CSS",
            "image": "../../../assets/img/Projects/1.png",
            "class": "button-row",
            "notes": "Durch Join lernte ich die effiziente Einbindung einer Datenbank und die Implementierung eines Logins. Die Teamarbeit zeigte mir die Bedeutung von klarer Kommunikation und Git für erfolgreiche Zusammenarbeit."
        },
        "projectWizardLegacy": {
            "headline": "Projekt Wizard Legacy",
            "description": "Ein Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Merlin, gegen gefährliche Feinde zu kämpfen und den mächtigen Endboss zu besiegen.",
            "technologies": "Objektorientierte Programmierung, JavaScript, HTML, CSS",
            "image": "../../../assets/img/Projects/2.png",
            "class": "button-row",
            "notes": "Bei Wizard Legacy habe ich durch Canvas den Aufbau von 2D-Spielen verstanden und mein Wissen in objektorientierter Programmierung vertieft."
        },
        "projectTemdosia": {
            "headline": "Projekt Wiki Temdosia",
            "description": "Eine Anwendung auf Basis einer REST-API zur Anzeige aller Temtem, wobei die Daten aus einer selbst erstellten API abgerufen werden.",
            "technologies": "Angular, REST-API, PHP, TypeScript, CSS, HTML",
            "image": "../../../assets/img/Projects/3.png",
            "class": "button-row",
            "notes": "Temdosia vertiefte mein Verständnis für REST-APIs und verbesserte meine Angular-, TypeScript- und CSS-Skills. Herausforderungen waren Performance-Optimierung, responsives Design und dynamische Filter."
        }
    },
    "references": {
        "need-a-teamplayer": "Mitspieler gesucht?",
        "title": "Referenzen",
        "teamplayerText": "Was meine Kollegen über mich sagen",
        "comments": {
            "julian": {
                "name": "Julian Wünkhaus",
                "comment": "David zeigt konsequent Zuverlässigkeit und ein starkes Gefühl für Zusammenarbeit, was ihn zu einer wertvollen Bereicherung für jedes Team macht. Seine positive Einstellung bringt Optimismus und Motivation in sein Umfeld. Über seine beruflichen Qualitäten hinaus ist David jemand, mit dem man auch nach der Arbeit gerne ein Bier trinken geht.",
                "project": "Projekt Join und mehr"
            },
            "sarah": {
                "name": "Sarah Schneider",
                "comment": "David hat in unserer Gruppenarbeit stets sehr präzise gearbeitet und auf jedes Detail geachtet. Mit seinem Sinn für Humor hat er regelmäßig für gute Laune im Team gesorgt. Seine offene und aktive Kommunikation war eine große Hilfe, um alle auf dem gleichen Stand zu halten.",
                "project": "Projekt Join"
            },
            "alexander": {
                "name": "Alexander Sinner",
                "comment": "Es war eine Freude, mit David zu arbeiten. Er bringt nicht nur hervorragende Programmierfähigkeiten mit, sondern auch eine offene und kooperative Einstellung, die die Teamarbeit deutlich erleichtert. Seine Fähigkeit, komplexe Probleme schnell zu analysieren und effektive Lösungen vorzuschlagen, war entscheidend für den Fortschritt unseres Projekts.",
                "project": "Projekt Join"
            }
        }
    },
    "contactform": {
        "title": "Kontakt",
        "namePlaceholder": "Dein Name",
        "nameRequired": "Dein Name wird benötigt",
        "emailPlaceholder": "Deine E-Mail",
        "emailRequired": "Deine E-Mail wird benötigt",
        "messagePlaceholder": "Deine Nachricht",
        "messageRequired": "Deine Nachricht wird benötigt",
        "privacyPolicy1": "Ich habe die",
        "privacyPolicy2": "gelesen und stimme der Verarbeitung meiner Daten gemäß den dort beschriebenen Richtlinien zu.",
        "privacyPolicyName": "Datenschutzerklärung",
        "privacyError": "Bitte akzeptiere die Datenschutzerklärung",
        "submitButton": "Senden",
        "successMessage": "Die E-Mail wurde gesendet!",
        "successMessageSubtext": "Als Dank steht dir nun eine neue Sprache zur Auswahl: Die Gamersprache von League of Legends! Viel Spaß!",
        "successWindowButton": "Ok",
        "subtextHeader": "Lass uns zusammenarbeiten.",
        "subtextDescription": "Ob es um die Realisierung neuer Ideen oder die Verbesserung vorhandener Systeme geht – ich bringe die nötige Expertise mit, um deine Visionen Wirklichkeit werden zu lassen.",
        "emailLabel": "E-Mail",
        "phoneLabel": "Telefon",
        "legalNotice": "Impressum",
        "imprint": "Impressum",
        "copyright": "David Kolosza"
    },
    "privacy": {
        "privacy": "Datenschutzerklärung",
        "headline1": "1. Datenschutz auf einen Blick",
        "headline2": "Allgemeine Hinweise",
        "para1": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
        "headline3": "Datenerfassung auf dieser Website",
        "headline4": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
        "para2": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
        "headline5": "Wie erfassen wir Ihre Daten?",
        "para3": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
        "para4": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
        "headline6": "Wofür nutzen wir Ihre Daten?",
        "para5": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
        "headline7": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
        "para6": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.",
        "para7": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
        "headline8": "2. Hosting",
        "para8": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
        "para9": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl: ",
        "para10": "Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
        "headline9": "Auftragsverarbeitung",
        "para11": "Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet.",
        "para12": "Bei der Nutzung unseres Kontaktformulars wird neben den von Ihnen eingegebenen Daten (wie Name, E-Mail-Adresse und Nachricht) auch Ihre IP-Adresse erfasst. Die Erfassung der IP-Adresse dient ausschließlich zur Gewährleistung der Sicherheit unseres Systems sowie zur Verhinderung von Missbrauch (z. B. durch Spam). Ihre IP-Adresse wird nicht an Dritte weitergegeben und nach Ablauf der gesetzlichen Aufbewahrungsfristen gelöscht."
    },
    "imprint": {
        "imprint":"Impressum",
        "contact":"Kontakt",
        "mailto":"E-Mail:",
        "source":"Quelle"
    }

}