{
    "language": "EN",
    "de": "DE",
    "en": "EN",
    "lol": "LOL",
    "name": "David Kolosza",
    "job": "Frontend Developer",
    "jobCaps": "Frontend Developer",
    "town":"Niederkassel",
    "title": "Portfolio",
    "welcome": "Willkommen",
    "whyMe": "Why me",
    "Iam": "I am:",
    "motivation": "I am motivated to continuously learn new technologies and develop myself. My ability to solve complex problems and my passion for programming make me a valuable member of your team.",
    "located":"located in Niederkassel",
    "openRemote":"open to work remote",
    "openRelocate":"open to relocate",
    "contactMe":"Contact me",
    "myWork":"My Work",
    "aboutTheProject": "About the project",
    "technologies": "Technologies used",
    "learned":"What I have learned",
    "showMeLess":"Show me less",
    "showMeMore": "Show me more",
    "ongoingProject":"Ongoing Project",
    "ongoingProjectText":" I am currently working on a Quidditch management game. HTML, CSS, JS and FireBase are being used for this. Quidditch is the most popular sport in the Harry Potter universe.",
    "letsTalk": "Let's talk",
    "mySkillsText": "The IT landscape is continuously evolving, with new technologies and methodologies. Staying motivated to expand my IT skills requires a strategic approach, a curious mindset, and a commitment to lifelong learning.",
    "newTechnoText":"I am always happy to learn new technologies, just tell me what you need.",
    "newTechnoTextMobile":"I always try to expand my current skill set and I am happy to learn new technologies, just tell me what else do you need.",
    "mySkills":"My Skill Set",
    "projects": {
      "projectJoin": {
        "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
        "technologies": "JavaScript, Firebase, HTML, CSS",
        "notes": "This is a placeholder for notes about Project Join."
      },
      "projectWizardLegacy": {
        "description": "Jump, run and throw game based on object-oriented approach. Help Merlin to fight against dangerous enemies and destroy the strong endboss.",
        "technologies": "Object-oriented programming, JavaScript, HTML, CSS",
        "notes": "Notes for Wizard Legacy project."
      },
      "projectPokeDex": {
        "description": "A REST-API based application for displaying all Pokémon, with data fetched from PokéAPI.",
        "technologies": "REST-API, JavaScript, HTML, CSS",
        "notes": "Notes for PokéDex project."
      }
    },
    "references": {
      "title": "References",
      "need-a-teamplayer":"Need a teamplayer?",
      "teamplayerText": "Here what my colleagues said about me",
      "comments": {
        "julian": {
          "name": "Julian Wünkhaus",
          "comment": "David consistently demonstrates reliability and a strong sense of collaboration, making him a valuable asset to any team. His positive mindset brings a sense of optimism and motivation to those around him. Beyond his professional qualities, David is also someone who is easy to get along with, making him the type of colleague you'd genuinely enjoy sharing a beer with after work.",
          "project": "Project Join and more"
        },
        "sarah": {
          "name": "Sarah Schneider",
          "comment": "David always worked very precisely in our group work and paid attention to every detail. With his sense of humor, he regularly put the team in a good mood. His open and active communication was a great help in keeping everyone on the same page.",
          "project": "Project Join"
        },
        "alexander": {
          "name": "Alexander Sinner",
          "comment": "It was a pleasure to work with David. He not only brings excellent programming skills, but also an open and collaborative attitude that makes teamwork much easier. His ability to quickly analyze complex problems and propose effective solutions has been instrumental in moving our project forward.",
          "project": "Project Join"
        }
      }
    },
      "contactform": {
        "title": "Contact Me",
        "namePlaceholder": "Your name",
        "nameRequired": "Your name is required",
        "emailPlaceholder": "Your e-mail",
        "emailRequired": "Your e-mail is required",
        "messagePlaceholder": "Your message",
        "messageRequired": "Your message is required",
        "privacyPolicy1": "I have read the",
        "privacyPolicy2": "and agree to the processing of my data as outlined.",
        "privacyPolicyName": "privacy policy",
        "privacyError": "Please accept the privacy policy",
        "submitButton": "Send",
        "successMessage": "Email has been successfully sent!",
        "subtextHeader": "Let us work together.",
        "subtextDescription": "Whether your project involves developing a new application, upgrading existing systems, or implementing robust cybersecurity measures, I have the technical acumen and problem-solving skills to ensure successful outcomes.",
        "emailLabel": "e-mail",
        "phoneLabel": "Phone",
        "legalNotice": "Legal Notice",
        "imprint": "Imprint",
        "copyright": "David Kolosza"
      }
    
}
    
     