{
    "language": "LOL",
    "de": "DE",
    "en": "EN",
    "lol": "LOL",
    "germany": "Germany, North Rhine-Westfalia",
    "name": "DosKolossos",
    "job": "Professional Iron IV Feeder",
    "jobCaps": "IRON IV FEEDER",
    "town":"Top Lane",
    "title": "Portfolio",
    "welcome": "Welcome",
    "whyMe": "Why me",
    "Iam": "I am:",
    "motivation": "I am motivated to continuously feed my opponents. Team success is rated higher when the team is under massive pressure and needs to prove itself. My communication skills evoke a lot of emotions within my team.",
    "located":"located in Summoner's Rift",
    "openRemote":"feeding on every lane",
    "openRelocate":"open to gank everywhere",
    "contactMe":"Ping me",
    "myWork":"My Work",
    "contactMeNav": "Report",
    "aboutTheProject": "About the project",
    "technologies": "Necessary skills",
    "learned":"What I have learned",
    "showMeLess":"Show me less",
    "showMeMore": "Show me more",
    "ongoingProject":"Ongoing Project",
    "ongoingProjectText":"During my lunch break, I'm always looking for new players to play this fantastic game with in order to improve them. One match is enough to significantly improve them. After that, they no longer need my help.",
    "letsTalk": "Report mid",
    "mySkillsText": "With every patch, the game becomes more extensive, and my deep understanding of risky tower dives grows. After minute 15, my team wants to give the opponent the chance to win, which is why FF15 is always communicated.",
    "newTechnoText":"I am always happy to learn new shortcuts like D for dance and FF15.",
    "newTechnoTextMobile":"I always try to expand my current skill set like E and R and I am happy to learn new technologies, just tell me what else do you need.",
    "mySkills":"My Skill Set",
    "projects": {
      "projectJoin": {
        "headline": "FF15 denied",
        "description": "I will never give up a match until we are in summary section. A few other players wanted to give up all the time, but I didn't, so my answer was always “No”",
        "technologies": "Absolute will, belief in victory, /fullmute",
        "image": "../../../assets/img/Projects/4.png",
        "class": "d-none",
        "notes": "Sometimes we can win despite of chat's atmosphere"
      },
      "projectWizardLegacy": {
        "headline": "Iron III in Season 11",
        "description": "First time I reached the moon with climbing to Iron III after many years of playing!",
        "technologies": "Endurance, positive mindset, tilt-proof",
        "image": "../../../assets/img/Projects/5.png",
        "class": "d-none",
        "notes": "Never give up despite chat is flaming and spamming FF15. Just gank bot lane for win."
      },
      "projectPokeDex": {
        "headline": "School of macro gaming",
        "description": "I taught the art of macroplaying to thousands of students who are still benefiting from our countless lessons today",
        "technologies": "Pedagogy, calmness, assertiveness, communication",
        "image": "../../../assets/img/Projects/6.png",
        "class": "d-none",
        "notes": "I really enjoy teaching the students in the team chat and would do it again anytime!"
      }
    },
    "references": {
      "need-a-teamplayer":"Need a 1v9 player?",
      "title": "References",
      "teamplayerText": "Here what my team chat said about me",
      "comments": {
        "julian": {
          "name": "Team member A",
          "comment": "Dude, why are you always feeding?! Like, every single game, you overextend in lane, don’t ward, and then blame the jungler. I swear, it’s like you have no map awareness at all! You’re making it impossible for the rest of us to play. Can you just play safe for once? Stop diving under tower at 5 minutes and giving their top a free snowball!",
          "project": "Bronze Promo"
        },
        "sarah": {
          "name": "Team member B",
          "comment": "FF15 or I’m running it down mid. At this point, the enemy top should be sending you thank-you cards for all the gold donations. You’re not just feeding—you’re catering their whole buffet. Are you secretly trying to boost them to Challenger? Like, what’s the strat here? Please enlighten us, because the rest of us are trying to win.",
          "project": "Random Iron Game"
        },
        "alexander": {
          "name": "Team member C",
          "comment": "Dos is a very special player with his very own style of play. He's such a genius that it's impossible to follow his ideas. I'm always in the top 4 with Dos and I've become a much better player thanks to him. I always re-roll in the early game, giving me an unassailable advantage when I already have three units as three-stars at 2-7!",
          "project": "TFT Double-Up"
        }
      }
    },
      "contactform": {
        "title": "Report Player",
        "namePlaceholder": "Your RiotID",
        "nameRequired": "Your RiotID is required",
        "emailPlaceholder": "Your e-mail",
        "emailRequired": "Your e-mail is required",
        "messagePlaceholder": "Your report",
        "messageRequired": "Your report is required",
        "privacyPolicy1": "I have read the",
        "privacyPolicy2": "and agree to the processing of my data as outlined.",
        "privacyPolicyName": "privacy policy",
        "privacyError": "Please accept the privacy policy",
        "submitButton": "Send",
        "successMessage": "Player reported",
        "successMessageSubtext": "Your reported player will receive a big big perma ban for ever! Thanks for your support!",
        "successWindowButton": "Ok lezzgo",
        "subtextHeader": "Let us work together.",
        "subtextDescription": "Whether your project involves developing a new application, upgrading existing systems, or implementing robust cybersecurity measures, I have the technical acumen and problem-solving skills to ensure successful outcomes.",
        "emailLabel": "e-mail",
        "phoneLabel": "Phone",
        "legalNotice": "Legal Notice",
        "imprint": "Imprint",
        "copyright": "David Kolosza"
      },
"privacy": {
    "privacy": "Privacy Policy",
    "headline1": "1. Privacy at a Glance",
    "headline2": "General Information",
    "para1": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data includes all data with which you can be personally identified. Detailed information on data protection can be found in our privacy policy below.",
    "headline3": "Data Collection on This Website",
    "headline4": "Who is responsible for data collection on this website?",
    "para2": "The data processing on this website is carried out by the website operator. Their contact details can be found in the section 'Notice on the Responsible Party' in this privacy policy.",
    "headline5": "How do we collect your data?",
    "para3": "Your data is collected, on the one hand, when you provide it to us. This may, for example, involve data you enter in a contact form.",
    "para4": "Other data is collected automatically or after your consent when you visit the website by our IT systems. This primarily includes technical data (e.g., internet browser, operating system, or time of page access). The collection of this data occurs automatically as soon as you enter this website.",
    "headline6": "What do we use your data for?",
    "para5": "Part of the data is collected to ensure the error-free provision of the website. Other data can be used to analyze your user behavior. If contracts can be concluded or initiated via the website, the transmitted data is also processed for contract offers, orders, or other inquiries.",
    "headline7": "What rights do you have regarding your data?",
    "para6": "You have the right at any time to obtain free information about the origin, recipient, and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given consent for data processing, you can withdraw this consent at any time for the future. Furthermore, you have the right to request the restriction of the processing of your personal data under certain circumstances. Additionally, you have the right to file a complaint with the responsible supervisory authority.",
    "para7": "For this and other questions regarding data protection, you can contact us at any time.",
    "headline8": "2. Hosting",
    "para8": "We host the content of our website with the following provider:",
    "para9": "The provider is ALL-INKL.COM - Neue Medien Münnich, owned by René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter referred to as All-Inkl). For details, see All-Inkl's privacy policy: ",
    "para10": "The use of All-Inkl is based on Art. 6 Para. 1 lit. f GDPR. We have a legitimate interest in the most reliable possible presentation of our website. If consent has been requested, processing is carried out exclusively on the basis of Art. 6 Para. 1 lit. a GDPR and § 25 Para. 1 TDDDG, insofar as consent includes the storage of cookies or access to information in the user's terminal device (e.g., device fingerprinting) within the meaning of the TDDDG. Consent can be revoked at any time.",
    "headline9": "Contract Data Processing",
    "para11": "We have concluded a contract for order processing (AVV) for the use of the aforementioned service. This is a legally required contract under data protection law, which ensures that this service processes the personal data of our website visitors only in accordance with our instructions and in compliance with the GDPR.",
    "para12": "When using our contact form, in addition to the data you provide (such as your name, email address, and message), your IP address will also be collected. The collection of the IP address is solely for the purpose of ensuring the security of our system and preventing misuse (e.g., through spam). Your IP address will not be shared with third parties and will be deleted after the legally required retention period."
},
"imprint": {
  "imprint":"Imprint",
  "contact":"Contact",
  "mailto":"Mail:",
  "source":"Source"
}

    
}
    
     