{
    "language": "LOL",
    "de": "DE",
    "en": "EN",
    "lol": "LOL",
    "title": "Portfolio",
    "welcome": "Welcome",
    "whyMe": "Why me",
    "Iam": "I am:",
    "motivation": "I am motivated to continuously feed my opponents. Team success is rated higher when the team is under massive pressure and needs to prove itself. My communication skills evoke a lot of emotions within my team.",
    "located":"located in Summoner's Rift",
    "openRemote":"feeding on every lane",
    "openRelocate":"open to gank everywhere",
    "contactMe":"Ping me",
    "myWork":"My Work",
    "aboutTheProject": "About the project",
    "technologies": "Necessary skills",
    "learned":"What I have learned",
    "showMeLess":"Show me less",
    "ongoingProject":"Ongoing Project",
    "ongoingProjectText":"During my lunch break, I'm always looking for new players to play this fantastic game with in order to improve them. One match is enough to significantly improve them. After that, they no longer need my help.",
    "letsTalk": "Report mid",
    "mySkillsText": "With every patch, the game becomes more extensive, and my deep understanding of risky tower dives grows. After minute 15, my team wants to give the opponent the chance to win, which is why FF15 is always communicated.",
    "newTechnoText":"I am always happy to learn new shortcuts like D for dance and FF15.",
    "newTechnoTextMobile":"I always try to expand my current skill set like E and R and I am happy to learn new technologies, just tell me what else do you need.",
    "mySkills":"My Skill Set",
    "projects": {
      "projectJoin": {
        "description": "",
        "technologies": "",
        "notes": ""
      },
      "projectWizardLegacy": {
        "description": "",
        "technologies": "",
        "notes": ""
      },
      "projectPokeDex": {
        "description": "",
        "technologies": "",
        "notes": "."
      }
    },
    "references": {
      "title": "References",
      "comments": {
        "julian": {
          "name": "Julian Wünkhaus",
          "comment": "David consistently demonstrates reliability and a strong sense of collaboration, making him a valuable asset to any team. His positive mindset brings a sense of optimism and motivation to those around him. Beyond his professional qualities, David is also someone who is easy to get along with, making him the type of colleague you'd genuinely enjoy sharing a beer with after work.",
          "project": "Project Join and more"
        },
        "sarah": {
          "name": "Sarah Schneider",
          "comment": "David always worked very precisely in our group work and paid attention to every detail. With his sense of humor, he regularly put the team in a good mood. His open and active communication was a great help in keeping everyone on the same page.",
          "project": "Project Join"
        },
        "alexander": {
          "name": "Alexander Sinner",
          "comment": "It was a pleasure to work with David. He not only brings excellent programming skills, but also an open and collaborative attitude that makes teamwork much easier. His ability to quickly analyze complex problems and propose effective solutions has been instrumental in moving our project forward.",
          "project": "Project Join"
        }
      }
    },
      "contactform": {
        "title": "Contact Me",
        "namePlaceholder": "Your name",
        "nameRequired": "Your name is required",
        "emailPlaceholder": "Your e-mail",
        "emailRequired": "Your e-mail is required",
        "messagePlaceholder": "Your message",
        "messageRequired": "Your message is required",
        "privacyPolicy1": "I have read the",
        "privacyPolicy2": "and agree to the processing of my data as outlined.",
        "privacyPolicyName": "privacy policy",
        "privacyError": "Please accept the privacy policy",
        "submitButton": "Send",
        "successMessage": "Email has been successfully sent!",
        "subtextHeader": "Let us work together.",
        "subtextDescription": "Whether your project involves developing a new application, upgrading existing systems, or implementing robust cybersecurity measures, I have the technical acumen and problem-solving skills to ensure successful outcomes.",
        "emailLabel": "e-mail",
        "phoneLabel": "Phone",
        "legalNotice": "Legal Notice",
        "imprint": "Imprint",
        "copyright": "David Kolosza"
      }
    
}
    
     