{
    "language": "LOL",
    "de": "DE",
    "en": "EN",
    "lol": "LOL",
    "name": "DosKolossos",
    "job": "Professional Iron IV Feeder",
    "jobCaps": "IRON IV FEEDER",
    "town":"Top Lane",
    "title": "Portfolio",
    "welcome": "Welcome",
    "whyMe": "Why me",
    "Iam": "I am:",
    "motivation": "I am motivated to continuously feed my opponents. Team success is rated higher when the team is under massive pressure and needs to prove itself. My communication skills evoke a lot of emotions within my team.",
    "located":"located in Summoner's Rift",
    "openRemote":"feeding on every lane",
    "openRelocate":"open to gank everywhere",
    "contactMe":"Ping me",
    "myWork":"My Work",
    "aboutTheProject": "About the project",
    "technologies": "Necessary skills",
    "learned":"What I have learned",
    "showMeLess":"Show me less",
    "showMeMore": "Show me more",
    "ongoingProject":"Ongoing Project",
    "ongoingProjectText":"During my lunch break, I'm always looking for new players to play this fantastic game with in order to improve them. One match is enough to significantly improve them. After that, they no longer need my help.",
    "letsTalk": "Report mid",
    "mySkillsText": "With every patch, the game becomes more extensive, and my deep understanding of risky tower dives grows. After minute 15, my team wants to give the opponent the chance to win, which is why FF15 is always communicated.",
    "newTechnoText":"I am always happy to learn new shortcuts like D for dance and FF15.",
    "newTechnoTextMobile":"I always try to expand my current skill set like E and R and I am happy to learn new technologies, just tell me what else do you need.",
    "mySkills":"My Skill Set",
    "projects": {
      "projectJoin": {
        "description": "",
        "technologies": "",
        "notes": ""
      },
      "projectWizardLegacy": {
        "description": "",
        "technologies": "",
        "notes": ""
      },
      "projectPokeDex": {
        "description": "",
        "technologies": "",
        "notes": "."
      }
    },
    "references": {
      "need-a-teamplayer":"Need a 1v9 player?",
      "title": "References",
      "teamplayerText": "Here what my team chat said about me",
      "comments": {
        "julian": {
          "name": "Team member A",
          "comment": "Dude, why are you always feeding?! Like, every single game, you overextend in lane, don’t ward, and then blame the jungler. I swear, it’s like you have no map awareness at all! You’re making it impossible for the rest of us to play. Can you just play safe for once? Stop diving under tower at 5 minutes and giving their top a free snowball!",
          "project": "Bronze Promo"
        },
        "sarah": {
          "name": "Team member B",
          "comment": "FF15 or I’m running it down mid. At this point, the enemy top should be sending you thank-you cards for all the gold donations. You’re not just feeding—you’re catering their whole buffet. Are you secretly trying to boost them to Challenger? Like, what’s the strat here? Please enlighten us, because the rest of us are trying to win.",
          "project": "Random Iron Game"
        },
        "alexander": {
          "name": "Team member C",
          "comment": "Dos is a very special player with his very own style of play. He's such a genius that it's impossible to follow his ideas. I'm always in the top 4 with Dos and I've become a much better player thanks to him. I always re-roll in the early game, giving me an unassailable advantage when I already have three units as three-stars at 2-7!",
          "project": "TFT Double-Up"
        }
      }
    },
      "contactform": {
        "title": "Contact Me",
        "namePlaceholder": "Your name",
        "nameRequired": "Your name is required",
        "emailPlaceholder": "Your e-mail",
        "emailRequired": "Your e-mail is required",
        "messagePlaceholder": "Your message",
        "messageRequired": "Your message is required",
        "privacyPolicy1": "I have read the",
        "privacyPolicy2": "and agree to the processing of my data as outlined.",
        "privacyPolicyName": "privacy policy",
        "privacyError": "Please accept the privacy policy",
        "submitButton": "Send",
        "successMessage": "Email has been successfully sent!",
        "subtextHeader": "Let us work together.",
        "subtextDescription": "Whether your project involves developing a new application, upgrading existing systems, or implementing robust cybersecurity measures, I have the technical acumen and problem-solving skills to ensure successful outcomes.",
        "emailLabel": "e-mail",
        "phoneLabel": "Phone",
        "legalNotice": "Legal Notice",
        "imprint": "Imprint",
        "copyright": "David Kolosza"
      }
    
}
    
     